{
  "LAYOUT": {
    "HEADLINE": {
      "OWNER_FULL_NAME": "Maria Shlyakhtina",
      "OWNER_POSITION": "clinical psychologist, gestalt therapist"
    },
    "NAVIGATION": {
      "HOME": "Main",
      "EXPERIENCE": "Background",
      "PRICE": "Price",
      "STUDY": "Educational projects",
      "BLOG": "Blog",
      "CONTACTS": "Contacts"
    },
    "FOOTER": {
      "DEVELOPED_BY": "Handcrafted by Shvets Dmytro",
      "TERMS": "Terms of use",
      "POLICY": "Privacy policy"
    }
  },
  "HOME": {
    "META": {
      "TITLE": "Maria Shlyakhtina",
      "DESCRIPTION": "Clinical psychologist, certified Gestalt therapist, teaching trainer, founder of the Center for Practical Psychology and Psychotherapy 'Insight', member of EFPA, Ukrainian Association of Psychotherapists, National Psychological Association.",
      "KEYWORDS": "interpersonal relationships, family dynamics, crises, loneliness, complex feelings and experiences (such as guilt, shame, abandonment, etc.), grief, loss of a loved one, trauma, post-traumatic stress disorder, complex post-traumatic stress disorder, existential themes (loneliness, mortality, realization of life potential, loss of life meaning, self-discovery, feelings of hopelessness and emptiness of existence), eating disorders, psychosomatic disorders, chemical and non-chemical dependencies, work with sexuality, gender identity, sexual orientation, aggressive behavior, self-harm, suicidal thoughts and intentions, affective disorders (depression, mania, bipolar disorder), disorders of the anxious-phobic spectrum (anxiety, panic attacks, phobias, intrusive thoughts, etc.), working with individuals with oncological diagnoses and their relatives, working with military personnel and individuals who have experienced captivity and torture."
    }
  },
  "NOT_FOUND": {
    "TITLE": "Page Not Found"
  },
  "TERMS_OF_USE": {
    "TITLE": "Terms of use",
    "CONTENT": "\n<div>\n    <h1>Contract of Public Offer for Consultation Services</h1>\n\n    <h2>Preamble</h2>\n    <p>Cherkasy, May 13, 2021</p>\n    <p>FOP Shlyakhtina Maria Artemivna, identification code: 3338503540, single tax payer at a rate of 5%, registered in the Unified State Register of Legal Entities and Individual Entrepreneurs and Public Organizations, record number № 2009100000000001716 dated May 6, 2021 (hereinafter referred to as the \"Executor\"), guided by Articles 633, 638, 641, 642, 644 of the Civil Code of Ukraine, makes a public offer (hereinafter referred to as the \"Public Offer\") to the Client regarding the provision of consultation services (psychological assistance) and educational services (conducting training courses, webinars, lectures, trainings), hereinafter referred to as \"Services\", and the Client accepts and pays for them.</p>\n    <p>The acceptance (acceptance) of the Public Offer is made by the Client in the manner determined by this Agreement. As a result of the Client's acceptance of this Public Offer, the Agreement is considered concluded. Further in the text of the Agreement, the Executor and the Client are individually referred to as the \"Party\", and together as the \"Parties\".</p>\n\n    <h2>1. Terms Used in the Agreement</h2>\n    <ul>\n        <li><strong>Public Offer</strong> (hereinafter referred to as the \"Offer\") - a public proposal addressed to an unlimited number of Clients to conclude a contract on the conditions contained in this Offer, posted on the Executor's Website.</li>\n        <li><strong>Website</strong> - the Executor's web page on the Internet at the address: shliakhtina.vercel.app, which is the main source of information for the Client about the Executor's Services, terms, and cost.</li>\n        <li><strong>Acceptance</strong> - full, unconditional, and unreserved acceptance by the Client of the conditions as set out in this Offer. Acceptance is made by transferring funds to the Executor's bank account.</li>\n        <li><strong>Client</strong> - an individual or legal entity that has accepted this Offer in order to receive consultation services and has paid for them in accordance with the invoice issued by the Executor.</li>\n        <li><strong>Agreements</strong> - agreements reached by the Parties orally or in writing - in messengers or by email.</li>\n        <li><strong>Services</strong> are provided by the Executor orally, including through video messengers, as well as during personal meetings.</li>\n        <li><strong>Duration of Services</strong> is indicated on the Website and depends on the type of services chosen by the Client.</li>\n        <li><strong>Scope of Services</strong> - a type of verbal interaction that excludes any medical prescriptions, issuing of prescriptions, sale of any medical goods, including medicinal products, or medical treatment in the medical sense of this word.</li>\n        <li><strong>Frequency of Services</strong> is determined by the Executor and the Client jointly or specified on the website.</li>\n        <li><strong>Consultation topics</strong> are determined by the Client and communicated to the Executor orally or in writing - in messengers or by email. Training topics are determined by the Executor and communicated to the Client on the website, orally, or in writing - in messengers or by email.</li>\n        <li><strong>Place, date, time of commencement of Services</strong> are determined by the Executor, as communicated to the Client. Communication between the Parties beyond the agreed terms and outside the established time is not considered Services.</li>\n        <li><strong>Result</strong> - a change in the Client's psychological state during the provision of Services, corresponding to the initial goal (request) of the Client. The assessment of the achieved result does not have objective criteria, as it depends entirely on the individual characteristics of the Client and may change repeatedly during the provision of Services.</li>\n    </ul>\n\n    <h2>2. Subject of the Agreement</h2>\n    <p>2.1. This Agreement is public and is concluded between the Executor on the one hand and the Client on the other hand, from the moment the latter accepts all the terms of this Agreement without exception.</p>\n    <p>2.2. The subject of the Agreement is the Services provided by the Executor to the Client on the terms of this Offer.</p>\n    <p>2.3. The Executor undertakes to provide the Client with the Services, and the Client undertakes to accept and pay for them in accordance with the terms and conditions determined by this Agreement and the legislation of Ukraine.</p>\n    <p>2.4. The provision of Services by the Executor under this Agreement is carried out in accordance with the norms of current legislation of Ukraine and the agreements of the Parties.</p>\n\n    <h2>3. Payment for Services</h2>\n    <p>3.1. The cost of Services under this Agreement is specified in the invoice issued by the Executor based on the cost indicated on the Website or as a result of agreements between the Parties.</p>\n    <p>3.2. The payment procedure for the Executor's Services is 100% prepayment, unless otherwise provided by the agreements of the Parties.</p>\n    <p>3.3. The Client pays for the Services in non-cash form by transferring funds to the Executor's settlement account specified in this Agreement.</p>\n<h2>4. Rights and Obligations of the Performer</h2>\n<p>\n    <strong>4.1. The Performer shall:</strong><br>\n    A) Timely, qualitatively, and in full provide the Services specified in this Agreement;<br>\n    B) Before receiving payment from the Client, provide instructions on how to receive the Services;<br>\n    C) Notify the Client of the impossibility of providing the Services or changes in its provision time - no less than 8 hours before the start. The Performer notifies the Client by email, social networks, or other means;<br>\n    D) Not disclose to third parties information about the provided Services, their results, intimate, family, and personal life of the Client, which became known to the Performer during the performance of this Agreement, except as provided by the legislation of Ukraine or with the Client's permission.\n</p>\n<p>\n    <strong>4.2. The Performer has the right to:</strong><br>\n    A) Refuse to provide Services in case of the Client's delay of more than 15 minutes;<br>\n    B) Not refund the cost of Services to the Client in such cases:\n    - if the Client did not inform the Performer that they would not be able to attend an individual consultation or did so later than 8 hours before the start;\n    - if the Client is under the influence of alcohol or drugs;\n    - if the Client did not follow the Performer's recommendations, resulting in undesired consequences (direct or indirect harm) to their physical and/or mental health.<br>\n    In all specified cases, the Services are considered provided and subject to full payment.<br>\n    C) Require the Client to conscientiously fulfill the obligations taken and recommendations provided by the Performer, and to treat the Performer respectfully;<br>\n    D) Modify the terms of this Agreement unilaterally without prior agreement with the Client.\n</p>\n<h2>5. Rights and Obligations of the Client</h2>\n<p>\n    <strong>5.1. The Client shall:</strong><br>\n    A) Pay for the Services in accordance with this Agreement;<br>\n    B) Follow the Performer's recommendations;<br>\n    C) Notify the Performer of the impossibility of attending an individual consultation no later than 8 hours before the start;<br>\n    D) Have a personal computer or mobile device with internet access, equipped with headphones and a microphone, with installed software necessary and sufficient for receiving the Services;<br>\n    E) Ensure the uninterrupted operation of their equipment and installed software, including email;<br>\n    F) In interacting with the Performer, their employees, and partners, the Client must be polite and respectful to all participants, resolve any disputes and differences calmly, and with adherence to ethics. Failure to comply with this point is an unconditional reason for the Performer to unilaterally refuse to fulfill their obligations under the Agreement and refuse to provide further Services to the Client.\n</p>\n<p>\n    <strong>5.2. The Client has the right to:</strong><br>\n    A) Receive the Services timely, qualitatively, and in full accordance with the terms of this Agreement;<br>\n    B) Request a change in the time of the individual consultation, but no later than 8 hours before the start;<br>\n    C) Receive a refund of the advance payment when refusing the Service, notifying no later than 8 hours before their start;<br>\n    D) Change the initial request formulated before the individual consultation.\n</p>\n<h2>6. Liability of the Parties</h2>\n<p>\n    <strong>6.1. The Client is responsible for the completeness and accuracy of the information provided to the Performer. During the provision of Services, the Performer relies on the information provided by the Client.</strong>\n</p>\n<p>\n    <strong>6.2. No information and materials provided by the Performer as part of the provision of Services under this Agreement can be considered as guarantees of the Result, as it depends on the actions of the Client themselves, their psychological maturity, personal qualities, readiness for change, responsibility for their own life. Making any decisions based on the Services provided by the Performer is solely within the Client's competence. The Client assumes full responsibility for the risks associated with the use of the information provided by the Performer in the performance of their obligations under this Agreement.\n    The Services provided by the Performer under this Agreement do not require licenses. However, they may not coincide with the usual (naturally formed) conditions and behavior of the Client, require self-control, continuous monitoring of one's well-being. In case of any signs of negative consequences of the provided Services, the Client is obliged to immediately stop receiving them and seek advice from a doctor/other relevant specialist.\n    The Performer is released from any liability, including compensation for any damages and sanctions related to the occurrence/manifestation of negative consequences for the Client related to the Performer's services, as the Client receives them at their own risk and understanding the circumstances set forth in this Agreement.</strong>\n</p>\n<p>\n    <strong>6.3. The Parties are released from liability for non-performance or improper performance of obligations under this Agreement during the force majeure circumstances. During this time, the Parties do not have mutual claims, and each Party assumes the risk of the consequences of force majeure circumstances. The Parties must inform each other in writing about the occurrence of such circumstances, through any means of electronic communication, including email.\n    Force majeure circumstances include: fire, flood, earthquake, strikes, and other natural disasters, war and military actions, the entry into force of regulatory legal acts and acts of application of law that prevent the performance of obligations, forced urgent (unplanned) hospitalization, confirmed by documentary evidence. The listed circumstances are beyond the control of the Parties and hinder the performance of this Agreement.\n    The absence of time for the Client to receive the Services, being on vacation/on a business trip/on a trip, problems with internet access, breakdown of means of internet access are not force majeure circumstances.</strong>\n</p>\n<p>\n    <strong>6.4. The total liability of the Performer under this Agreement for any claim or claim regarding the Agreement or its performance is limited to the amount of the advance payment made by the Client to the Performer. In this case, only the advance payment can be recovered from the Performer, but not the lost benefit.</strong>\n</p><h2>7. Confidentiality and Copyright</h2>\n    <h3>7.1. Confidentiality Agreement</h3>\n    <p>The Parties have agreed to consider all information related to the provision of Services under this Agreement as confidential. Confidential information may not be disclosed to third parties without the prior written consent of the other Party to this Agreement, except in cases of law enforcement requirements, within judicial proceedings, or in the legal defense of the Performer's rights and interests.</p>\n    <h3>7.2. Copyright</h3>\n    <p>Any informational materials provided to the Client in the provision of Services, including video recordings, images, and texts, are protected by copyright, do not become the property of the Client under any circumstances, and cannot be used by the Client beyond the scope of the Performer's Services, which are not subject to copying, modification, or distribution among third parties, including posting for access by an indefinite circle of persons in any form.</p>\n    <p>Violation of these limitations constitutes grounds for holding the Client civilly, administratively, and criminally liable, as well as for the Performer's refusal to perform this Agreement without reimbursing any damages to the Client or refunding any payments made for the Services.</p>\n\n    <h2>8. Personal Data</h2>\n    <h3>8.1. Data Processing Consent</h3>\n    <p>By accepting this Agreement, the Client consents to the collection, processing, and transfer of their personal data to ensure the implementation of civil and legal relations, settlements with the Client, accounting and tax accounting, communication, and contractual relations, which do not contradict the legislation of Ukraine.</p>\n    <h3>8.2. Data Protection</h3>\n    <p>The Parties undertake, in accordance with the requirements of Ukrainian legislation on personal data protection, to ensure the proper protection of personal data from unlawful processing and unauthorized access to them. In particular, the Parties undertake to take necessary measures to prevent the unacceptable disclosure of personal data by employees and/or other authorized persons of the Parties who became aware of such personal data in the performance of obligations under this Agreement.</p>\n\n    <h2>9. Term of Agreement</h2>\n    <h3>9.1. Commencement and Duration</h3>\n    <p>This Agreement shall enter into force upon the Client's payment for the Performer's Services and shall remain in effect until the Parties have fully performed their obligations under this Agreement.</p>\n    <h3>9.2. Completion of Services</h3>\n    <p>The Parties' obligations under this Agreement shall be deemed fulfilled upon completion of the provision of the Services.</p>\n    <h3>9.3. Termination</h3>\n    <p>The Parties have the right to terminate this Agreement prematurely by mutual agreement, notifying each other in writing through any available means of communication.</p>\n\n    <h2>10. Final Provisions</h2>\n    <p>...</p>\n\n    <h2>11. Performer's Details</h2>\n    <ul>\n        <li>Organization Name: FOP Shliakhtina Maria Artemivna</li>\n        <li>Recipient's Account in IBAN Format: UA373052990000026008041616146</li>\n        <li>Recipient Code (EDRPOU): 3338503540</li>\n        <li>Bank Name: PJSC \"PRIVATBANK\"</li>\n    </ul>\n</div>"
  }
}
