{
  "LAYOUT": {
    "HEADLINE": {
      "OWNER_FULL_NAME": "Maria Shlyakhtina",
      "OWNER_POSITION": "clinical psychologist, gestalt therapist"
    },
    "NAVIGATION": {
      "HOME": "Main",
      "EXPERIENCE": "Background",
      "PRICE": "Price",
      "STUDY": "Educational projects",
      "BLOG": "Blog",
      "CONTACTS": "Contacts"
    },
    "FOOTER": {
      "DEVELOPED_BY": "Handcrafted by Shvets Dmytro",
      "TERMS": "Terms of use",
      "POLICY": "Privacy policy"
    }
  },
  "HOME": {
    "META": {
      "TITLE": "Maria Shlyakhtina",
      "DESCRIPTION": "Clinical psychologist, certified Gestalt therapist, teaching trainer, founder of the Center for Practical Psychology and Psychotherapy 'Insight', member of EFPA, Ukrainian Association of Psychotherapists, National Psychological Association.",
      "KEYWORDS": "interpersonal relationships, family dynamics, crises, loneliness, complex feelings and experiences (such as guilt, shame, abandonment, etc.), grief, loss of a loved one, trauma, post-traumatic stress disorder, complex post-traumatic stress disorder, existential themes (loneliness, mortality, realization of life potential, loss of life meaning, self-discovery, feelings of hopelessness and emptiness of existence), eating disorders, psychosomatic disorders, chemical and non-chemical dependencies, work with sexuality, gender identity, sexual orientation, aggressive behavior, self-harm, suicidal thoughts and intentions, affective disorders (depression, mania, bipolar disorder), disorders of the anxious-phobic spectrum (anxiety, panic attacks, phobias, intrusive thoughts, etc.), working with individuals with oncological diagnoses and their relatives, working with military personnel and individuals who have experienced captivity and torture."
    },
    "PERSONAL_INFO": {
      "FULL_NAME": "Шляхтіна Марія",
      "POSITION": "Клінічний психолог, сертифікований гештальт-терапевт, навчаючий тренер, засновник Центру практичної психології та психотерапії «Інсайт», член EFPA, УСП, НПА.",
      "EPIGRAPH": "Запрошую Вас у безпечний простір дослідження себе, своїх потреб, прагнень, бажань, у простір довіри та розуміння. Запрошую у місце проживання Вашої життєвої історії, зустрічі із тим, що було і з тим, що відбувається зараз.  Я буду з Вами поряд на шляху пошуку життєвих сил, опор, прихованого ресурсу та набуття внутрішньої цілісності. Зі мною Ви будете почутими та побаченими.",
      "OWNER_IMAGE_ALT_TEXT": "Фото Шляхтіної Марії"
    },
    "ENQUIRIES": {
      "TITLE": "Запити",
      "SUBTITLE": "Працюю із наступними запитами:",
      "LIST": [
        "міжособистісні стосунки, сімейні відносини, кризи, самотність;",
        "склaдні пoчуття тa пеpеживaння (пoчуття copoму, провини, покинутості тощо);",
        "гopе, втpaтa близькoї людини;",
        "тpaвма, пост-травматичний стресовий розлад, кoмплекcний пост-травматичний стресовий розлад;",
        "екзиcтенційні теми (caмoтніcть, кінечніcть/cмеpтніcть, pеaлізaція життєвoгo пoтенціaлу, втpaтa cенcу життя, пoшук cебе, відчуття безнaдії та беззміcтoвнocті буття);",
        "порушення харчової поведінки;",
        "пcиxocoмaтичні пopушення;",
        "хімічні та нехімічні залежності;",
        "робота із сексуальністю, гендеpнa ідентичніcть, cекcуaльнa opієнтaція;",
        "агресивна поведінка, аутоагресія, суїцидaльні думки тa нaміpи;",
        "афективні розлади (депресія, манія, біполярний розлад);",
        "рoзлaди тpивoжнo – фобічного cпектpу (тривога, пaнічні aтaки, cтpaxи, нaв'язливі думки тощо);",
        "робота з людьми, які мають онкологічний діагноз та їх родичами;",
        "робота із військовослужбовцями та людьми, які пережили полон і тортури (катування).",
        "* Співпрацюю з психіатром."
      ]
    },
    "AS_RESULT": {
      "TITLE": "В результаті",
      "SUBTITLE": "В результаті терапії Ви:",
      "LIST": [
        "Зустрінетесь з самим собою і з тою частиною реальності, з якою вам важко мати справу на одинці і матимете можливість до кращого усвідомлення себе та оточуючого світу;",
        "Наблизитися до більш повного контакту із своїми відчуттями та почуттями, краще розумітимете себе та інших;",
        "Навчитеся опановувати свій досвід та присвоювати собі власні переживання;",
        "Навчитеся усвідомлювати свої потреби і розвивати способи їх задоволення;",
        "Усвідомите механізми, які стимулюють на повторення привичних паттернів поведінки;",
        "Присвоєте досвід власної сили та можливості до самопідтримки;",
        "Розвинете здатність приймати відповідальність за свої думки, переживання, слова, дії та за власний стиль життя."
      ],
      "QUOTE": "«Зцілення – це не відновлення, а відкриття. Відкриття надії у відчаї, відкриття відповіді там, де здавалося, що відповіді не існує, відкриття, що важливо не те, що сталося, а те, що ми з цим робимо». (Едіт Еґер)"
    }
  },
  "NOT_FOUND": {
    "TITLE": "Page Not Found"
  },
  "TERMS_OF_USE": {
    "TITLE": "Terms of use"
  },
  "STUDY": {
    "IMAGE_ALT_TEXT": "Picture of the 'Insight' Center"
  }
}
